Repository: katagaki/IllustMate
Catalog: Shared/Strings/Libraries.xcstrings
Source language: en
Languages: de, ja, ko, zh_hans, zh_hant

# Collection.Default
source: Collection
de: Sammlung
ja: コレクション
ko: 컬렉션
zh_hans: 收藏集
zh_hant: 收藏集

# Libraries.Active
source: Active
de: Aktiv
ja: 使用中
ko: 활성
zh_hans: 活跃
zh_hant: 使用中

# Libraries.Default.Description
source: Default
de: Standardbibliothek
ja: デフォルトライブラリ
ko: 기본 라이브러리
zh_hans: 默认资料库
zh_hant: 預設資料庫

# Libraries.Delete.Active.Message
source: This library is currently active. Switch to another library before deleting it.
de: Diese Bibliothek ist gerade aktiv. Wechseln Sie zu einer anderen Bibliothek, bevor Sie sie löschen.
ja: このライブラリは現在アクティブです。削除する前に別のライブラリに切り替えてください。
ko: 이 라이브러리는 현재 활성화되어 있습니다. 삭제하기 전에 다른 라이브러리로 전환하세요.
zh_hans: 此资料库当前处于活动状态。请先切换到其他资料库再删除。
zh_hant: 此資料庫目前處於使用中狀態。請先切換至其他資料庫再刪除。

# Libraries.Delete.Active.Title
source: Cannot Delete Active Library
de: Aktive Bibliothek kann nicht gelöscht werden
ja: アクティブなライブラリは削除できません
ko: 활성 라이브러리는 삭제할 수 없습니다
zh_hans: 无法删除活动资料库
zh_hant: 無法刪除使用中的資料庫

# Libraries.Delete.Message %@
source: This will permanently delete all pics and albums in this library. To confirm, enter the code: %@
de: Dadurch werden alle Bilder und Alben in dieser Bibliothek dauerhaft gelöscht. Geben Sie zur Bestätigung den Code ein: %@
ja: このライブラリ内のすべての画像とアルバムが完全に削除されます。確認するには、コードを入力してください: %@
ko: 이 라이브러리의 모든 사진과 앨범이 영구적으로 삭제됩니다. 확인하려면 코드를 입력하세요: %@
zh_hans: 这将永久删除此资料库中的所有图片和相册。请输入验证码以确认：%@
zh_hant: 這將永久刪除此資料庫中的所有圖片和相簿。請輸入驗證碼以確認：%@

# Libraries.Delete.Title
source: Delete Library
de: Bibliothek löschen
ja: ライブラリを削除
ko: 라이브러리 삭제
zh_hans: 删除资料库
zh_hant: 刪除資料庫

# Libraries.Edit.Title
source: Edit Library
de: Bibliothek bearbeiten
ja: ライブラリを編集
ko: 라이브러리 편집
zh_hans: 编辑资料库
zh_hant: 編輯資料庫

# Libraries.Manage
source: Manage…
de: Verwalten…
ja: 管理…
ko: 관리…
zh_hans: 管理…
zh_hant: 管理…

# Libraries.New
source: New Library
de: Neue Bibliothek
ja: 新規ライブラリ
ko: 새 라이브러리
zh_hans: 新建资料库
zh_hant: 新增資料庫

# Libraries.New.Placeholder
source: Library Name
de: Bibliotheksname
ja: ライブラリ名
ko: 라이브러리 이름
zh_hans: 资料库名称
zh_hant: 資料庫名稱

# Libraries.Rename
source: Rename Library
de: Bibliothek umbenennen
ja: ライブラリ名を変更
ko: 라이브러리 이름 변경
zh_hans: 重命名资料库
zh_hant: 重新命名資料庫

# Libraries.Rename.Placeholder
source: New Name
de: Neuer Name
ja: 新しい名前
ko: 새 이름
zh_hans: 新名称
zh_hant: 新名稱

# Libraries.Section.Photos
source: Photos
de: Fotos
ja: 写真
ko: 사진
zh_hans: 照片
zh_hant: 照片

# Libraries.SetActive
source: Set as Active Library
de: Als aktive Bibliothek festlegen
ja: 使用中のライブラリに設定
ko: 활성 라이브러리로 설정
zh_hans: 设为活跃资料库
zh_hant: 設為使用中的資料庫

# Libraries.SetActive.Short
source: Set Active
de: Aktivieren
ja: 使用中に設定
ko: 활성으로 설정
zh_hans: 设为活跃
zh_hant: 設為使用中

# Libraries.Title
source: Libraries
de: Bibliotheken
ja: ライブラリ
ko: 라이브러리
zh_hans: 资料库
zh_hant: 資料庫

# Shared.Cancel
source: Cancel
de: Abbrechen
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

# Shared.Create
source: Create
de: Erstellen
ja: 作成
ko: 생성
zh_hans: 创建
zh_hant: 建立

# Shared.Delete
source: Delete
de: Löschen
ja: 削除
ko: 삭제
zh_hans: 删除
zh_hant: 刪除

# Shared.Rename
source: Rename
de: Umbenennen
ja: 名前を変更
ko: 이름 변경
zh_hans: 重命名
zh_hant: 重新命名

# Move.SelectLibrary
source: Move to Library
de: In Bibliothek bewegen
ja: ライブラリへ移動
ko: 라이브러리로 이동
zh_hans: 移动到资料库
zh_hant: 移動到資料庫

# Move.MoveHere
source: Move Here
de: Hierher bewegen
ja: ここへ移動
ko: 여기로 이동
zh_hans: 移动到此处
zh_hant: 移動到此處

# Move.NoOtherLibraries
source: No other libraries.
de: Keine weiteren Bibliotheken.
ja: ほかのライブラリがありません。
ko: 다른 라이브러리가 없습니다.
zh_hans: 没有其他资料库。
zh_hant: 沒有其他資料庫。

# Move.DownloadAlert.Title
source: Download Originals
de: Originale laden
ja: オリジナルをダウンロード
ko: 원본 다운로드
zh_hans: 下载原始文件
zh_hant: 下載原始檔

# Move.DownloadAlert.Message
source: Moving to a non-iCloud library will download all originals to this device.
de: Beim Bewegen in eine Bibliothek ohne iCloud werden alle Originale auf dieses Gerät geladen.
ja: iCloud以外のライブラリへ移動すると、すべてのオリジナルがこのデバイスにダウンロードされます。
ko: iCloud이 아닌 라이브러리로 이동하면 모든 원본이 이 기기에 다운로드됩니다.
zh_hans: 移动到非 iCloud 资料库会将所有原始文件下载到此设备。
zh_hant: 移動到非 iCloud 資料庫會將所有原始檔下載到此裝置。

# Move.Moving
source: Moving…
de: Wird bewegt…
ja: 移動中…
ko: 이동 중…
zh_hans: 正在移动…
zh_hant: 正在移動…

# Move.Error.Title
source: Unable to Move
de: Bewegen nicht möglich
ja: 移動できません
ko: 이동할 수 없음
zh_hans: 无法移动
zh_hant: 無法移動

# Move.Error.Album
source: This album cannot be moved.
de: Dieses Album kann nicht bewegt werden.
ja: このアルバムは移動できません。
ko: 이 앨범은 이동할 수 없습니다.
zh_hans: 无法移动此相册。
zh_hant: 無法移動此相簿。

# Move.Error.Pics
source: These pictures cannot be moved.
de: Diese Bilder können nicht bewegt werden.
ja: これらの画像は移動できません。
ko: 이 사진을 이동할 수 없습니다.
zh_hans: 无法移动这些图片。
zh_hant: 無法移動這些圖片。

# Move.Error.NotUploaded
source: Some items are still uploading to iCloud. Try again once sync finishes.
de: Einige Objekte werden noch zu iCloud geladen. Versuche es erneut, sobald die Synchronisierung abgeschlossen ist.
ja: 一部の項目はまだiCloudにアップロード中です。同期の完了後にもう一度お試しください。
ko: 일부 항목이 아직 iCloud에 업로드 중입니다. 동기화가 끝난 후 다시 시도해 주세요.
zh_hans: 部分项目仍在上传到 iCloud。请在同步完成后重试。
zh_hant: 部分項目仍在上傳到 iCloud。請在同步完成後重試。

# Libraries.Edit.Name
source: Name
ja: 名前
ko: 이름
zh_hans: 名称
zh_hant: 名稱
